[
{"name": ["Sridevi", "Rekha", "Madhuri Dixit", "Juhi Chawla"], "personality": ["Bollywood’s Chandni stole hearts all around the globe and was considered as the first female Superstar. She shined in a movie that starred Sunny Deol and Rajnikanth in the same frame. She was unstoppable after Tohfa, Himmatwala, Nagina and Mr. India, she charged ₹40 lakh per film. ", "With Umrao Jaan, Silsila, and the other masterpieces make her the legend she is today. The beautiful diva was the highest paid actress before Sridevi dethroned her, she used to rake in ₹20 lakh for every film.", "With films like Dil Toh Pagal Hai, Beta, Madhuri Dixit was the girl next door in Bollywood. When she danced we wanted to get up and dance, the queen used to charge ₹12 lakhs per film. ", "With movies like Darr, she was slowly entering the big league. Juhi Chawla used to earn ₹20 lakh with every movie she did. Pooja Bhatt, Manisha Koirala, Karisma Kapoor charged between ₹10 lakh and ₹15 lakh.  Well, in terms of pay, one of the reasons for the huge gap between the pay of actors and actresses could be that actors like Salman Khan, Shah Rukh Khan are still in the game while their female contemporaries are not. What do you think about the gap? Let us know in the comment section below. Source."], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/this-is-how-much-the-top-bollywood-actresses-of-the-90s-used-to-make/"},
{"name": [" Amitabh Bachchan", " Disha Patani", " Anil Kapoor", " Hrithik Roshan", " Salman Khan", " Tiger Shroff", " Ranbir Kapoor and Imtiaz Ali", " Ranveer Singh", " Priyanka Chopra and Katy Perry", " Twinkle Khanna"], "personality": ["One fine day, Big B gave Mumbai local commuters a sweet surprise by accompanying Saurabh Nimbkar on the train. They managed to have a cool chit-chat and Saurabh also played some songs on his guitar.This was one of their super creative ways of raising money for a charity fund. Amitabh sir also sang the iconic “Rang Barse” and that day he was quite a trending hashtag on Twitter.", "Disha Patani was once spotted traveling in an auto rickshaw after a dinner night. Guess, nothing beats local transport.", "In order to save time from getting stuck on the roads during Ganpati Visarjan, Anil Kapoor took a Mumbai local and he enjoyed his journey to the fullest.", "In order to let his two sons experience an auto ride, Hrithik chose to skip a car ride and take an auto instead. He also captioned the picture as “Took an auto home. What was normal pocket money travel 4 daddy becomes an adventure trip 4 us boy?Lovely.”", "When it comes to Bajrangi Bhaijaan, he is quite an easy spot on the roads riding his bicycle or taking an auto ride here or there. The actor once took an auto ride from his brother’s home to his, accompanied by his friend Nikhil Dwivedi.", "Tiger Shroff opted for a local from Bandra to Vasai with his sister Krishna in order to reach his Munna Michael sets on time. Though he was completely covered in a hoodie and there were very few who could actually recognize him, Tiger was happy to save time.", "After attending a premiere in Andheri, Ranbir Kapoor along with his director Imtiaz Ali decided to ditch his car parked in the basement and hailed an auto to reach Bandra.", "An ever funky Ranveer Singh let go of his luxury car for a night when he got into an auto rickshaw to go to a bar in Bandra. Because, you should not drink and drive, right.  And he was super happy!", "When the pop singer made it to India, Priyanka took her for an auto ride on the streets of Chennai.", "Mrs. Funnybones keeps tickling our funny bones and has an uncanny ability to make everything look quirky. The same happened when she ended up going far away to spot pokemon that she had to hail an auto rickshaw to go back home.And here we are, hailing in an auto rickshaw for ourselves, hoping we spot them too!"], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/bollywood-celebs-public-transport/"},
{"name": [" Kangana Ranaut", " Preity Zinta", " Sashi Kapoor", " Salman Khan", " Milind Soman", " Celina Jaitly", " Kabir Bedi", " Saif Ali Khan", " Amrita Arora", " Taapsee Pannu"], "personality": ["Kangana was dating an English doctor, Nicholas Lafferty for well over a year. She had kept this relationship quite discreet and announced it publicly that she was dating him only a year later. However, they broke it off in 2012.", "After her long relationship with Ness Wadia ended, she remained single for a while. Soon she dated Gene Goodenough and tied the knot with him in 2016.", "Shashi Kapoor had a fairytale romance and marriage. He fell in love with British theatre actress Jennifer Kendal when they met in Kolkata in 1956. He began touring with her troupe and they got married two years later. Sadly she passed away from colon cancer in 1984.", "Dabangg’ star Salman Khan has been linked on and off to Romanian television anchor Lulia Vantur. She is frequently spotted with the Khan family at almost every important occasion. However, both of them have never publically confirmed to dating.", "Milind Soman met his co-actress Mylene Jampanoi on the sets of ‘Valley of Flowers’ in 2006. They both hit it off and got married the same year, only to be divorced three years later.", "Celina Jaitly announced her engagement to Peter Haag, a Dubai-based Austrian businessman in 2011, and married him the same year.", "Kabir Bedi married British fashion designer Susan Humphreys. It was his second marriage. They have a son, Adam Bedi who is a model and made his Bollywood debut with ‘Hello? Kaun Hai!’ However, she and Kabir ended their marriage.", "After the infamous divorce with Amrita Singh in 20014, Saif Ali Khan was dating Swiss model Rosa Catalano. They dated for three years and she came to India but things didn’t lead to anything else more than that!", "Before Amrita Arora got married to Shakeel Ladak, she was dating cricketer Usman Afzaal for four years. It is rumored that the cricketer sported the tattoo he got in her name for a long time after the break-up.", "Taapsee Pannu has managed to steer away from any link-ups with her co-stars. However, she is currently dating  Olympic silver medallist badminton player Mathias Boe."], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/bollywood-celebs-who-fell-in-love-foreigners/"},
{"name": [" Priyanka Chopra", " Alia Bhatt", " Ranbir Kapoor", " Deepika Padukone", " Akshay Kumar", " Ajay Devgn", " Kangana Ranaut", " Sushmita Sen", " Shruti Haasan", " Saif Ali Khan", " Arjun Kapoor", " Bani J", " Sonakshi Sinha", " Imran Khan", " Sooraj Pancholi"], "personality": ["PC’s tattoo expresses her love for her father and we think it’s super adorable. ‘Daddy’s lil girl’ is what her tattoo says and we think it’s the best thing that a daughter could for her father.", "Alia’s tattoo reads ‘Pataka’ in Hindi and we think it goes with her personality. ‘Pataka’ translates to firecrackers and we think she definitely has the spark in her!", "Ranbir’s tattoo on his right wrist is a tribute to his grandfather’s movie ‘Awara’ that was released in 1951. The young lad holds a reputation for being someone who lives his life on his own terms and the tattoo definitely makes sense.", "Deepika initially had Ranbir Kapoor’s initials inked on the back of her neck while they were dating but she now has a modified version of it where the ‘K’ has been turned into a flower while the ‘R’ remains. Did you think of Ranveer too?", "Akshay is B-town’s ideal family man and the Khiladi got his son’s name tattooed on his back when Aarav was born in 2001. Don’t we all love this adorable dad?", "Ajay is a devotee of Lord Shiva and the tattoo on his chest is a symbol of his faith and devotion towards ‘Shiv’. That’s certainly a majestic tattoo!", "The ‘Queen’ of Bollywood has tattoos that show the kind of poise and grace she happens to have in reel life and real life. A glorious winged sword and a cherubic angel are inked on Kangana’s body and we think they are totally legit!", "Sushmita’s tattoo is a Latin saying and she seems to have definitely lived up to it. Her tattoo reads ‘Aut Viam inveniam aut faciam’ which translates to ‘I shall either find a way or make my own’.", "Kamal Haasan’s daughter and Tollywood’s favorite, Shruti has her name inked on her back in Tamil and it sure looks pretty cool.", "Saif’s tattoo needs no explanation. This man loves his woman and his tattoo shows how he is clearly not going to hesitate in showing that!", "Arjun has a very minimalistic tattoo on his right wrist that is in the memory of his mother. Isn’t the tattoo beautiful?", "Okay, Bani seriously loves body art and her tattoos couldn’t make it more evident. Look at that tattoo on her arm! Isn’t that majestic and extremely epic?", "The bubbly actress has a tiny little star on her collarbone and she believes that this symbolizes the guiding star that is going to stay with her forever. She got herself inked on her 27th birthday.", "The ‘Jaane Tu, Jaane Na’ star has a lot of tattoos but the story behind his recent one is extremely adorable. His latest tattoo on his chest is basically the footprint of his baby girl because Imran’s mother had kept his on a paper for a very long time when he was born. Isn’t this super cute?", "Sooraj has a series of tattoos but the most prominent one is his name on his back and in a recent interview, he mentioned how he is not very proud of it. Sooraj had got the tattoo done when he was 14 and he plans on getting it removed soon.Who do you think has the best tattoo? Let us know what you feel about these and what’s your idea of a perfect tattoo in the comment section!"], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/15-bollywood-celebs-who-have-tattoos-they-love-to-flaunt/"},
{"name": [" Kader Khan", " Akshay Kumar", " Chandrachur Singh", " Nandita Das", " Tom Alter", " Balraj Sahni"], "personality": ["The most revered film actor, comedian Kader Khan taught at M. H. Saboo Siddik College of Engineering. He was a professor of Civil Engineering.In fact, even after quitting the movies he shifted to UAE to teach. The actor has been teaching Urdu and Arabic and wants to open an educational center.", "Akshay is one of the highest paid actors in the showbiz industry, but the actor had to do several odd jobs before he entered Bollywood. The actor worked as a waiter and a dishwasher to make ends meet.While Akshay was in Bangkok, he learned martial arts. Upon his return to Mumbai, he started teaching martial arts to students. With the help of one of his students, Kumar landed a modeling assignment.", "Chandrachur Singh debuted in Tere Mere Sapne which was produced under Amitabh Bachchan Corporation Limited. Soon, he grew quite popular but suffered multiple dislocations of his shoulder joint while water skiing. It kept him out of action for years.But it seems that destiny had stored something else for him. Before joining the entertainment industry, he was a music teacher in Doon School. After the injury, he once again went back to teaching.", "She has acted in over 40 feature films in 10 Indian languages, and in several professional plays. But before that, she was teaching at Rishi Valley School. After completing a Masters from the Delhi School of Social Work, Nandita Das started teaching.", "Who can forget him? Before he became a legendary actor, Tom Alter was a cricket coach at St. Thomas school(Haryana).", "Balraj Sahni had double masters in English, one from Lahore University and one from Punjab University. He was impressed by Tagore’s visionary so he came to Bengal to teach English and Hindi at Tagore’s Visva-Bharati University.What do you think about it?"], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/celebrities-teachers/"},
{"name": [" Sanjay Dutt", " Rani Mukerji", " Sridevi", " Kajol", " Madhuri Dixit"], "personality": ["Bhoomi may not have been a commercial success but Sanju Baba was outstanding in the film. The role suited his age and he showed that he’s still got what it takes.", "Post her marriage to Aditya Chopra, Rani Mukerji made a comeback with Mardaani. She played a tough cop who busts a prostitution racket.", "The actress played a dutiful wife and mother in Gauri Shinde’s English Vinglish. The film was loved by both the critics and the audience.", "After K3G, Kajol took a five-year break before signing Fanna. She starred opposite Aamir Khan in this 2006 blockbuster.", "The dhak dhak girl’s comeback film was all about dance. Aaja Nachle didn’t really help her career but she was fabulous as always."], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/five-bollywood-celebrities-impressive-comeback-films/"},
{"name": [" Shahrukh Khan", " Salman Khan", " Hrithik Roshan", " Varun Dhawan", " Ajay Devgn", " Alia Bhatt", " Sanjay Dutt"], "personality": ["Shah Rukh Khan’s vanity van is the most luxurious and expensive vanity van in India. His vanity van is not a van but a 14-metre-long Volvo 9 BR. The vanity van has living space, workstation, entertainment system, bedroom, gymnasium, and restroom. That’s not it! King Khan’s vanity van is the first-in-India concept: a hydraulic system that pushes out the living space to double the floor space when the vehicle is stationary. The van also boasts of an all I-pad controlled function. “We have fitted the van with all the latest gadgets and technological items which makes it the only vanity van in India to have all these things. Many functions inside are I-Pad controlled including curtains and illuminations,” revealed the spokesperson.", "Salman Khan’s vanity van is said to be the most stylish van in Bollywood. There is a huge portrait of him in the van and also have a spacious rehearsal room. He usually is known to prep for his scenes there. Equipped with high-tech gadgets, there is also a spacious meeting room and a bedroom. A major section of the van is occupied by a spacious meeting room, which has a door from where his cars — can come in and out with the help of a portable ramp.", "Hrithik Roshan’s vanity van has a very futuristic feeling. He is known for being tech savvy and his van speaks that out loud. The interiors are mainly wooden and glass in white and black colours. To make things more entertaining, it has been clubbed with blue lighting which makes you feel like you are at a party.Unlike King Khan, Hrithik’s van is 12-meter-long. It has makeup section, mirrors which turn at a 280-degree angle.  The van is separated into three parts — front section being an office and a lounge with 52 inch LCD screen, a bedroom in the middle with 42 inch LCD screen, and a toilet area at the rear, the vanity van offers a perfect blend of meeting space and leisure zone.", "Compared to other celebs, Varun Dhawan’s van is much more simple and sleek. His old vanity van had an accident and thus he got himself a new vanity, which according to him satisfies all his needs. When asked about his choice in vanity van, he said, he will like to think of his vanity as his home, and thus the ambience should be appropriate enough. ", "The van which looks like one of the sports cars is the best mobile gym one can think about. Apparently, Ajay used to work out regularly in his van while shooting for Singham Returns and didn’t skip his routine for a single day. The van has different weight machines, and the actor is known to work out even between shots. Besides this, the van includes an office, a room, a restroom, and a kitchen. ", "This is the most colourful and the bubbliest vanity van. Alia Bhatt has put her version in her van. While most of them were fixated on tech and the finest upholstery, Alia has turned her van into a home. It speaks of her in every way. ", "Sanjay Dutt paid approximately Rs 3 crore for his 12-metre-long Volvo B7R.  At the centre, there is a bar with a refrigerator, espresso tables and chairs. There are also two 52-inch screens with audio-video facilities, a gaming console, and computers. The van is inspired from Airforce 1 and it has a central power, lounge area, gaming consoles, and detachable computersA big fan of rock music, Sanjay once offered his vanity to AXL Rose Band for a concert in Mumbai. Which one is your favourite? Comment below!"], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/vanity-vans-bollywood-celebrities/"},
{"name": [], "personality": [], "url": "https://in.bookmyshow.com/entertainment/movies/hindi/8-bollywood-celebrities-shouldnt-make-dinner-plans-love-eating-meat/"},
{"name": [], "personality": [], "url": "https://in.bookmyshow.com/entertainment/movies/bollywood-stars-ny-resolutions/"},
{"name": [], "personality": [], "url": "https://in.bookmyshow.com/entertainment/movies/bollywood-celebs-celebrated-holi/"}
]